{
    "contributors": [
        {
            "bio": "<b>Shanshan Chan (珊珊)</b> is a queer Chinese American woman learning to re-member herself at the fractured crossroads of her identities. She attempts to communicate personal, cultural, social, and conditional rather than factual truths primarily through her photography as well as poetry. ",
            "location": [41.6032, -73.0877]
        },
        {
            "bio": "<b>Emily Chen (谌月)</b> is a high school senior from San Jose, California. She works as editor-in-chief of her school’s literary magazine and is co-president of the Bay Area youth branch of the Society for Neuroscience. When she is not reading, writing, or napping, Emily enjoys dabbling in film, admiring other people’s dogs, and avoiding all things avocado.",
            "location": [37.3382, -121.8863]
        },
        {
            "bio": "<b>Annie Cheng (程斐)</b> is a sophomore at Yale pursuing a potential double major in Ethnicity, Race & Migration and Political Science. She is a member of the Model UN team, the founder and president of the Restaurant Rescue Project, and a contributor to the Yale Globalist. At the time of publication, she’ll be studying abroad in Chile.",
            "location": [41.3163, -72.9223]
        },
        {
            "bio": "<b>Dana Chiueh (闕崧芝)</b> is an Asian-American writer studying in Hsinchu, Taiwan. She enjoys thinking about how pop culture and trends reflect shifting societal values. Her current song obsession is Higher Brothers - Steph Curry. You can follow her on Twitter <a href=\"https://twitter.com/danachewy\">@danachewy</a>.",
            "location": [24.8138, 120.9675]
        },
        {
            "bio": "<b>Juliana Fan</b> is a pre-med Sociology major in her second year at Yale. Her home is with her family in Carlsbad, California, which is a small town defined by its dried-out strawberry fields, Legoland, and the beach. When not in the library, she enjoys reading tarot cards and drinking tea. She exclusively writes her poetry two nights before a performance.",
            "location": [33.1581, -117.3506]
        },
        {
            "bio": "Born and raised in the States, <b>Jessica Ho (何心容)</b> is currently a freshman at the University of Southern California studying Communication. In her free time, you’ll either find her on outdoor adventures or cooped up in her room playing video games. At the staggering height of 5’3”, she will fight you any time, at any place.",
            "location": [34.0224, -118.2851]
        },
        {
            "bio": "<b>Kevin Kai Jie Huang (黄凯捷)</b> is a Chinese-American transgender boy from the Bay Area. He is an amateur photographer (<a href=\"https://www.instagram.com/kevinkaiphotography/\">@kevinkaiphotography</a> on Instagram) and enjoys photographing animals, plants, and people. He's passionate about activism and hopes to continue his work in college. He attends the University of California Los Angeles as a first-year Biochemistry major and hopes to become a doctor (if he manages to make it through the pre-med track).",
            "location": [34.0689, -118.4452]
        },
        {
            "bio": "Born in Beijing to Shanxinese parents and raised in Geneva, <b>Jiaqi Kang (亢嘉琪)</b> is now in her first year studying History of Art at Oxford University. When not tackling her reading list, she is eating toast or analysing films.",
            "location": [46.2044, 6.1432]
        },
        {
            "bio": "<b>Kelley Liu (刘康龙)</b>, a senior, attends Troy High School in Troy, Michigan. A graduate of the Iowa Young Writers’ Studio, his prose and poetry has been recognized by the Scholastic Art and Writing Awards, among others. In addition to reading and writing, Kelley enjoys anything cold and is proud to say he has <i>all</i> 32 of his teeth. ",
            "location": [42.6064, -83.1498]
        },
        {
            "bio": "<b>Cai Lu (盧彥慈)</b> is currently a high school senior. He is half Taiwanese and half Mexican. Most of his time is spent volunteering or developing his fashion brand, Apologies, which focuses on political statements. His volunteer work is geared towards the LGBTQ+ community in Los Angeles. His life goal is to create a successful fashion business, move to Arcadia, California, and just relax.",
            "location": [34.0522, -118.2437]
        },
        {
            "bio": "<b>Chelsea Shieh (谢乔乔)</b> is a recent college grad who is spending the year doing an intensive Chinese language program in Beijing and rooming with her longtime Internet pal Iris. While trying to figure out what to do with the rest of her life, she enjoys going out to eat in the city, sleuthing for old 1980s Hong Kong films, and daydreaming about Leslie Cheung.",
            "location": [39.9042, 116.4074]
        },
        {
            "bio": "<b>Elisabeth Siegel (朱明慧)</b> is a biracial sophomore at Yale studying global affairs. This year she founded the Yale International Policy Competition and is also the online managing editor of the Yale Review of International Studies. She is originally from the California bay area, though her grandparents are from Guangdong. She misses her cat and good boba.",
            "location": [41.3083, -72.9279]
        },
        {
            "bio": "<b>Cindy Song (宋欣迪)</b> is a Chinese-American high school senior from Rockville, Maryland. Her poems have recently appeared in Noble Gas Quarterly, Words Dance, and Cicada Magazine. When not writing, she enjoys listening to music and taking long walks outside.",
            "location": [39.0840, -77.1528]
        },
        {
            "bio": "<b>Fiona Wu</b> is a high school senior from Connecticut. Her parents never gave her a Chinese name but if Andy Lau or Stephen Chow were ever to bestow one upon her, she would gladly accept the appellation. As an archive assistant at her local historical society, her favorite historical subject is the nineteenth century opening of China to the West and how it lead to a box of fake Manchu queues in the collection.",
            "location": [41.5032, -73.0877]
        },
        {
            "bio": "Juliette Wu (伍家荟) is a high school senior and Chinese-American who studies at an international school in the port city of Shenzhen, Guangdong. Her artwork is primarily created with pen-and-ink, acrylic, or a digital medium. She enjoys reading modern classics, writing both fiction and academic papers, sketching character concepts, learning languages, and improvising messy pieces on the piano.",
            "location": [22.5431, 114.0579]
        }
    ],
    "purchase": {
        "tictail": "http://sinetheta.tictail.com/product/preorder-sin%CE%B8-6-clear-%E6%B8%85",
        "blurb": "http://www.blurb.com/b/8554960-sin-6-clear"
    },
    "about": "<p><b>issue #6</b> was released in february 2018. its theme is CLEAR (清). it includes:</p><ul><li><u>LION</u>, pen and ink by <b>Juliette Wu</b>.</li><li><u>BODY BURDEN</u>, a prose piece by staff contributor <b>Chelsea Shieh</b> on her grandfather’s passing from cancer.</li><li>An interview with philanthropy-founder, photographer, designer, and researcher Diana Chao by art director <b>Elisabeth Siegel</b>.</li><li>Selected photography by <b>Shanshan Chan</b> (<u>COMFORT</u> and <u>HERE</u>), <b>Jessica Ho</b> (<u>LIJIANG FISHING WATERS</u>), <b>Kevin Huang</b> (<u>颐和园</u>), <b>Jiaqi Kang</b> (<u>ONLY HALF HERE II</u>), and <b>Cai Lu</b> (<u>UNTITLED</u> and <u>UNTITLED</u>).</li><li>An interview with Chinese-Swiss director Francois Yang by editor-in-chief <b>Jiaqi Kang</b>.</li><li>Selected paintings by <b>Emer Chang</b> (<u>PURGE</u>) and <b>Fiona Wu</b> (<u>涼茶/陳皮梅: HONG KONG DETOX</u>).</li><li><u>FUTURE IN THE KEY OF PERM PRESS AND DELICATES</u>, a prose piece by <b>Elisabeth Siegel</b> on green slurpees and losing oneself in a laundromat.</li><li>A series of untitled ink on paper sketches by <b>Annie Cheng</b>.</li><li>An interview by web editor <b>Jessica Ho</b> with England-based Malaysian sci-fi and romance novelist Zen Cho.</li><li>Selected poetry by <b>Emily Chen</b> (<u>HAPPY</u>), <b>Dana Chiueh</b> (<u>TOMBSWEEPING</u>), <b>Juliana Fan</b> (<u>UNDER THE SUN</u>), <b>Kelley Liu</b> (<u>FISSURE</u>), <b>Cindy Song</b> (<u>MANGATA</u>).</li> "
}