{
	"contributors": [{
			"bio": "<b>0752AM (七五二AM)</b> is a first-generation, Chinese-Vietnamese photographer from the Bay Area. Their work intends to reconnect their mixed-South East and East Asian experiences with the landscape while providing accessible means to bring representation to people of color in media. ",
			"location": [37.8272, -122.2913]
		},
		{
			"bio": "<b>Angela Chan (陳萱桐)</b> is Han Chinese, 19 years old, and is currently a rising sophomore at the University of Southern California. She was born and raised in Hong Kong’s concrete jungle, and graduated from high school in England, the land of fancy tea and trench coats. She loves the human emotion. Thus, she loves all expressions of it: films, existentialist philosophy, music, and especially film photography. She appreciates genuine and kind-hearted people, and if she were to meet you in real life, she’d probably give you a hug.",
			"location": [22.2016, 114.0265]
		},
		{
			"bio": "<b>Stephanie Chang (張雅雯)</b> is a rising junior from Vancouver, BC. Her work has appeared in The Blue Marble Review, Sugar Rascals, The Rising Phoenix Review, and The Penn Review. She is a Best New Poets 2018 nominee, National Gold Medalist for the Scholastic Art & Writing Awards, and the Teen Winner for L’Éphémère Review’s Inaugural Writing Awards, Overture to Memory. This summer, Stephanie will be mentored by Victoria Chang in The Adroit Journal’s Summer Mentorship Program.",
			"location": [49.2827, -123.1207]
		},
		{
			"bio": "<b>Amelia Chen (陈舒雯)</b> now has to consider herself a Western Massachusetts local due to a projected eight years of residence in the area. She lived in Hong Kong for a decade as a Chinese-American expatriate and never picked up Cantonese because language has never been her forte (English doesn't count). She is trying to relearn Mandarin in hopes of being able to incorporate a deeper understanding of it into her writing and to talk to cashiers in China without embarrassing herself.",
			"location": [42.4072, -71.3824]
		},
		{
			"bio": "<b>Jeff Gu (禾苗)</b> graduated from UCL with a BA in Language and Culture (Spanish and Arabic) and started writing flash fiction and short stories in the past year. In words, he seeks to express his perspective and experience as a bisexual ethnic minority Chinese Canadian. He identifies as 土家族、白族、蒙古族 and 汉族.",
			"location": [-52.3680, -70.9863]
		},
		{
			"bio": "<b>Mae Hamilton (鄭梅玲)</b> is a recent college graduate with no other purpose in life than to just live it, watch the Great British Bake Off, and find a way to pay her student loans. Catch her slinging cupcakes at her place of employment or on the interwebs fantasizing about Keanu Reeves.",
			"location": [31.9686, -99.9018]
		},
		{
			"bio": "Born and raised in the U.K., <b>Minying Huang (黄慜瀛)</b> has just completed a degree in Spanish and Arabic and will be starting an MA in Comparative Literature at the University of Toronto in September. Her poems have appeared in PANK, Nat. Brut, and Electric Literature, among others. You can find her on Twitter and Instagram <a href=\"https://twitter.com/minyingh\">@minyingh</a> and Facebook <a href=\"https://www.facebook.com/minyinghuangpoetry\">@minyinghuangpoetry</a>.",
			"location": [52.2053, 0.1218]
		},
		{
			"bio": "<b>Kat Liu</b> received an MFA in Photography from Columbia College Chicago in 2018. Her prior Bachelor’s experience in photography and art comes from the University of Wisconsin – La Crosse and the School of the Art Institute of Chicago. Her lens-based practice is fueled by topics surrounding self-identity as an Asian American female in relation to food, body image, and fetishization. Her work has been published online and in print by Sad Asian Girls Club and Chrysanthemum: Voices of the Taiwanese Diaspora. She lives and works in Illinois as a photography teacher to teens, undergraduates, and adults.",
			"location": [40.6331, -89.3985]
		},
		{
			"bio": "<b>Clara Lu</b> is an artist born and raised in New York. She studied both in New York and Berlin and holds a Bachelors in Fine Arts from New York University. She is exploring what it means to be a working artist exploring a multitude of creative pathways across a studio practice, design, and education. Her passions lie in understanding the intersections of visual art, community programing, social practice, and diasporic identity.",
			"location": [31.2304, 121.4737]
		},
		{
			"bio": "<b>Madeleine Setiono (張宝琳)</b> (she/her/hers) is a rising senior at the University of Michigan studying International Studies and Economics. She spends her summers back home in Indonesia with her family and friends, traveling and eating good food. She is part of a nonprofit working to provide clean water to disadvantaged communities in eastern Indonesia and currently studying about the role of Chinese Indonesians in history and politics.",
			"location": [42.2780, -83.7382]
		},
		{
			"bio": "<b>Jessica Tin (田嘉欣)</b> is a 21-year-old photographer based in the San Francisco Bay Area. She was born in Canada but strongly identifies with the experience of a 1.5th generation immigrant after living in Hong Kong during her early childhood and moving to the Bay Area. She is most interested in portraiture as a way to explore identity and is currently working on a zine of intimate photos and interviews with her friends and family. You can follow her creative journey and maybe say \"hello\" on her Instagram <a href=\"http://instagram.com/jsctn\">@jsctn</a>.",
			"location": [36.8272, -123.2913]
		},
		{
			"bio": "<b>Jiaying Tu (涂珈颖)</b> just finished her first year at Oxford, studying Archaeology and Anthropology. She was born and raised in Shenzhen, China, but did her last two years of high school in Waterford Kamhlaba United World College in Swaziland. During her time there, she became interested in anthropology, particularly racial and migration studies. This summer, she will be travelling in a few Eastern European countries and attending a fieldschool in Russia’s Bolgar heritage site.",
			"location": [51.7520, -1.2577]
		},
		{
			"bio": "<b>Juliette Wu (伍家荟)</b> is Chinese-American, and she lives in the port city of Shenzhen, Guangdong. She will be attending Brandeis University. Her artwork is primarily created with pen and ink, acrylic, or a digital medium. She enjoys reading modern classics, writing both fiction and academic papers, sketching character concepts, learning languages, and improvising messy pieces on the piano. She can be found on Instagram as <a href=\"https://www.instagram.com/silkkat/\">@silkkat</a>.",
			"location": [22.5431, 114.0579]
		}
	],
	"purchase": {
		"blurb": "http://www.blurb.com/b/8888480-sin-8-gold"
	},
	"about": "<p><b>issue #8</b> was released in August 2018. its theme is GOLD (金). it includes:</p><ul><li><u>AN ORDINARY KOWLOON DRAGON</u>, a pen and ink illustration by <b>Juliette Wu</b>.</li><li><b>Madeleine Setiono’s</b> prose piece <u>CINA SELF-OBLITERATION</u>.</li><li>A series of photos capturing scorched trees, <u>KINTSUGI</u>, by <b>Jeff Gu</b>.</li><li>A nostalgic prose piece recalling a mother’s memories of Wenzhou, <u>GOLDEN RED KITES</u> by <b>Amelia Chen</b>.</li><li><b>Jiaying Tu</b>’s <u>LIVING IN LIMBO: THE EXPERIENCE OF THE CHINESE IN SOUTH AFRICA</u></li><li><u>WINTER WASHING IN THE HAN RIVER</u>, a poem by <b>Minying Huang</b>.</li><li>An interview with debut fantasy novelist <b>RF Kuang</b> conducted by art director <b>Elisabeth Siegel</b> on the writer’s background and themes of The Poppy War.</li><li>An interview with debut author <b>Sharlene Teo</b> from Singapore on the creative process behind her award-winning book Ponti conducted by Editor-in-Chief <b>Jiaqi Kang</b>.</li><li>Select photography from <b>Angela Chen</b> (<u>SHRIMP</u>), <b>Clara Lu</b> (<u>SHANGHAI STATION</u>), <b>Elisabeth Siegel</b> (<u>GOLDENROD GRAVEYARD</u>), <b>Kat Liu</b> (<u>YELLOW FANTASY</u>), and <b>Holly Kaplan</b> (<u>UNTITLED</u>).</li><li><u>BRITTLE</u>, a poem by <b>Mae Hamilton</b>.</li><li>Selections from the photo series <u>TANGERINE</u> by <b>0752AM</b>.</li><li>Cover photography by <b>Kai Huang</b>.</li><li>Poetry by <b>Stephanie Chang</b> (<u>CELESTINA</u>).</li><li><u>MY NAME IN COLORS</u> by <b>Chelsea Shieh</b>.</li><li>Photo series <u>\"GOLD DOESN’T GLITTER / 其利断金\"</u> by <b>Jessica Tin</b>.</li></ul>"
}