{
    "contributors": [
        {
            "bio": "<b>apimanee (王嘉琳) </b>is a Thai-Taiwanese student from Bangkok, currently a junior at Sarah Lawrence College. Her studies broadly span Asian film, literature and art. A lot of her own writing and artwork incorporate ideas of memory, family, and ancestry, as well as ghosts and traditional folklore, exploring what it means to be haunted. Her interests include sci-fi and martial arts films, painting, and making collages. She also has a six-year old Pomeranian called Charlie. ",
            "location": [40.9361, -73.8434]
        },
        {
            "bio": "<b>Annie Cheng (程婓)</b> is a sophomore at Yale University currently living in Santiago, Chile. She is proudly in recovery and hopes for more access to mental-health resources geared towards Chinese women.",
            "location": [-33.4489, -70.6693]
        },
        {
            "bio": "<b>Beie (徐蓓琳)</b> is a visual artist based in Singapore, who mainly works with digital media. Her art is inspired by the lush forests of Southeast Asia, animated films, the human anatomy and feline creatures, which often appear as familiar subject matters in many of her works.",
            "location": [1.3521, 103.8198]
        },
        {
            "bio": "<b>Claire Cao (曹欣文)</b> is an aspiring fantasy novelist/screen-writer/illustrator that's currently studying media at UNSW. Her parents were both born in Burma despite being of Han Chinese ethnicity, so her home is a hodgepodge of cultures. In her spare time she looks at pictures of corgis and watches a lot of true crime. ",
            "location": [-33.8688, 151.2093]
        },
        {
            "bio": "<b>Naomi Cui (崔米娜)</b> is a creator born and raised in Toronto, Canada. She graduated with a computer science degree in 2015 but now dabbles in art, music, and translation, along with programming. She is currently based in Tokyo where she misses Shaanxi cuisine and bubble tea.",
            "location": [35.6895, 139.6917]
        },
        {
            "bio": "<b>Beata Garrett (沈中夏)</b> is a transnational adoptee from 沈阳. She spent five years in Australia before relocating to the United States with her family. She is a college sophomore who enjoys rainy days (as long as she doesn’t have to go outside), horror novels and movies, and writing about lost girls in strange lands. She is currently learning Mandarin and studying colonialism in British and Asian American literature.",
            "location": [40.7128, -74.0060]
        },
        {
            "bio": "Originally from Montréal, QC, <b>Lux Habrich (始娜)</b> finds frequent inspiration in her mixed race identity and immigrant legacy.  Having moved to Atlantic Canada in 2012 to complete an Interdisciplinary BFA at NSCAD University, Lux found herself drawn to the narrative potential in craft processes, due to their highly political nature as a domestic, feminine and often undervalued form of production. By merging soft and delicate visual motifs with imposing characters and otherworldly, mystical themes––she hopes to display the likeness of seemingly opposing traits that compose femme identity: celebrating vulnerability and tenderness as instances of resilience and strength.",
            "location": [44.6488, -63.5752]
        },
        {
            "bio": "<b>Kevin Kai Jie Huang (黄凯捷)</b> is a Chinese-American nonbinary transmasculine person from San Jose, California who uses he/him or they/them pronouns. He is an amateur photographer and is passionate about social activism, most specifically regarding LGBTQ+ topics. He attends the University of California, Los Angeles as a first-year pre-med student and hopes to become an endocrinologist (if he manages to make it through medical school).",
            "location": [34.0522, -118.2437]
        },
        {
            "bio": "<b>Kimberly Huang (黄琬瑄)</b> was born year 2000 and raised in South Africa. Her family has roots in Taiwan. She speaks a number of languages including Mandarin, English, Spanish, and Afrikaans. Her interests include literature, art, history, media, and film. She currently attends an international school in Shenzhen.",
            "location": [22.5431, 114.0579]
        },
        {
            "bio": "<b>Jiaqi Kang (亢嘉琪)</b> was born in China and raised in Switzerland. Currently, she lives in England and is in her first year studying History of Art at Oxford University. As well as sinθ, Jiaqi edits Oxford student magazine The ISIS. She spends most of her time in various libraries, trying to organise her life with spreadsheets. (LONDON, UK)",
            "location": [51.5074, -0.1278]
        },
        {
            "bio": "<b>Iris Lang (郎英)</b> is a native Californian currently studying abroad in Beijing. She spends most of her time biking around the city, deciphering her ugly Chinese notes, and trying to reach her goal of deadlifting 120kg. One day she will get there.",
            "location": [39.9042, 116.4074]
        },
        {
            "bio": "<b>Casey Lee (李瑞禧)</b> is a fourth-year undergraduate student at UCLA studying political science and East Asian studies. If you had to ask, her parents are from Taiwan and Singapore, but she was born and raised in the San Francisco Bay Area. Outside of schoolwork, she enjoys doing stuff for the college radio station, fencing, and watching cartoons.",
            "location": [34.0689, -118.4452]
        },
        {
            "bio": "<b>Kat Nham (任曉盈)</b> is a queer, nonbinary Chinese-Vietnamese American artist, organizer, & aspiring ethnic studies educator living in the Bay Area, but home is wherever their awesome & loving partner is. Currently, they are a third year at UC Berkeley studying Asian American and Asian Diaspora studies. They hope to carry and honor the love of their community and ancestors through everything they do.",
            "location": [37.8716, -122.2727]
        },
        {
            "bio": "<b>Elisabeth Siegel (朱明慧)</b> just finished her sophomore year at Yale, studying Global Affairs. Originally from the California Bay Area, she has a rather chubby cat named Cat and a passion for boba. She is the Editor-in-Chief of the Yale Review of International Studies and the founder of the Yale International Policy Competition. Every few months, she binge-reads fantasy novels. She’ll be working in Washington, D.C. this summer for Albright Stonebridge Group in their Middle East/North Africa practice.",
            "location": [41.3083, -72.9279]
        },
        {
            "bio": "<b>JinJin Xu (徐今今)</b> started writing to open up the liminal spaces within herself: freeing up half-remembered memories, reconciling her Chinese and English selves and allowing herself to exist in between languages, between the past and the present. She left her home, Shanghai, to study English and Art History at Amherst College, where she served as editor-in-chief of the College literary magazine and hosted a weekly poetry radio show. Her work has been published in The Common, Cha, and the Nasty Women Poets anthology. She is currently traveling the world as a Watson Fellow and working on a series of collaborative poetry with dislocated mothers.",
            "location": [42.4072, -71.3824]
        },
        {
            "bio": "<b>Myles Zhang (张之远)</b>, born and raised in the New York City area, is currently an undergraduate student at Columbia and at Oxford University. His academic studies and independent research focus on architectural and urban history, with a particular interest in the causes of urban decay. Myles hopes to convey his knowledge and passion for cities through community activism, the digital humanities, and art projects.",
            "location": [40.0583, -74.4057]
        }
    ],
    "purchase": {
        "blurb": "http://www.blurb.com/b/8734675-sin-7-mud"
    },
    "about": "<p><b>issue #7</b> was released in May 2018. its theme is MUD (泥). it includes:</p><ul><li>Two poems (<u>THROUGH SILT, INTO HISTORY</u> and <u>PRAYER FOR PROMETHEUS</u>) by <b>Beata Garrett</b>.</li><li>Soft pastel drawings <u>坤</u> and <u>清心</u> by <b>Naomi Cui</b>.</li><li><u>HOW TO REMEMBER ALL THE THINGS I CANNOT KNOW (II)</u>, an installation artwork concerning the ephemerality of material being and lifelike essence of clay by <b>Lux Habrich</b>.</li><li><b>Claire Cao’s</b> short story <u>TROLLEY GIRL</u>, an exploration of selfdom and new places in the context of a bustling Sydney dim sum restaurant. </li><li>An interview with founding chef of Junzi Kitchen and Yale College graduate Lucas Sin by art director <b>Elisabeth Siegel</b> on the state of modern Chinese American fare and the culinary and cultural impulses behind Junzi Kitchen.</li><li>Four photographs, including the front and back cover photos, by <b>Kevin Kai Jie Huang</b>.</li><li>A digital painting, <u>LUMOS</u>, by <b>Beie</b>.</li><li>An interview with Qu Leilei, renowned contemporary Chinese artist and founding member of the Stars art group who has resided in Britain for the past few decades, on his evolved relationships to politics and art by Editor-in-Chief <b>Jiaqi Kang</b>.</li><li><u>A PRACTICE IN COMING OUT</u>, a poem by <b>Kat Nham</b>, which weighs the silences of stepping into public queerness and avoiding the spotlight.</li><li>Stills from <u>PLAYER</u>, a short film by <b>Kimberly Huang</b> that reckons with balancing expectations imposed upon yourself and others. </li><li>An editors’ conversation between <b>Jiaqi Kang</b> and <b>Iris Lang</b> that furthers previous discussions in Issues #3 “LIGHT 阴” and #4 “ACROSS 岸”, chronicling their attempts to move beyond the “Third Space” and “middle kingdom complex” of diasporic existence.</li><li><b>Casey Lee</b>’s photo series, <u>DIRT IN DIFFERENT PLACES</u>, featuring the unique colorings of diverse natural environments and elements.</li><li>Prose by <b>Apimanee Bulsombut</b>, <u>VISIONS OF THE AFTERLIFE</u>, on the possibilities of what lies beyond, beneath earth.</li><li><u>URBAN GARDEN</u> by <b>Myles Zhang</b> with <b>Maia Zhang</b>, a prose piece discussing the ramifications of human encroachment upon nature and the process of natural renewal.</li><li><b>Annie Cheng</b>’s nonfiction essay, <u>DUMPLING POTLUCKS AND EATING DISORDERS</u>, which invites reflection on attitudes in Asian American communities concerning mental health issues as she tells her own story of perseverance and recovery.</li><li><u>水的女人</u>, a thesis piece by <b>Jinjin Xu</b> on womanhood and nature, grounded in Chinese mythology on humanistic origins. </li></ul>"
}