{
    "contributors": [
        {
            "bio": "<b>Kristin Chang (張欣明)</b>  is a 19 y.o. Atayal Taiwanese & Han Chinese queer girl living in California and New York. Her work has been published or is forthcoming in The Margins (Asian American Writers Workshop), the Shade Journal, Nailed Magazine, Muzzle, and elsewhere. Her debut chapbook \"Past Lives, Future Bodies\" is forthcoming from Black Lawrence Press in 2018. She can be found at <a href=\"http://kristinchang.com/\">kristinchang.com</a> and on Twitter <a href=\"https://twitter.com/kxinming\">@KXinming</a>.",
            "location": [40.7128, -74.0060]
        },
        {
            "bio": "<b>Emily Chen (谌月)</b> is a high school senior from San Jose, California. As editor-in-chief of her school’s literature and arts magazine, a varsity public forum debater, and a budding film enthusiast, she enjoys working in interactive humanities disciplines. Things that make her happy: neuroscience, Ghibli movies, and black sesame ice cream. Someday, she would like to visit the places and meet the people she reads and writes about.",
            "location": [37.3382, -121.8863]
        },
        {
            "bio": "<b>Evelyn Chua (蔡依玲) </b>is a sophomore studying graphic design. While Canada is her home, her heart resides in Malaysia. She finds inspiration from many sources from her Chinese-Malaysian heritage to the nooks and crannies within downtown Vancouver. When not playing with shapes, line and colour, she’ll be hopelessly composing music at her keyboard.",
            "location": [49.2827, -123.1207]
        },
        {
            "bio": "<b>Alan Dai (戴瑞祥)</b>, age 18, is a student from Boulder, Colorado by way of Albany, New York (his parents are from Jiangxi and Shanxi in China). He is a 2016 alumni of the Iowa Young Writers Studio, and enjoys writing about angsty boys and angstier men. He will be attending Harvard University in the fall, where he hopes to get his Mandarin to the point that he can meme bilingually.",
            "location": [42.3736, -71.1097]
        },
        {
            "bio": "<b>Elaine Hsu (徐子文) </b>(b. 1997) is an artist from the Bay Area, currently residing in Chicago as a student at the School of the Art Institute of Chicago. Working predominantly in fiber, illustration, and installation, Elaine investigates the playful, yet disparaging, relationship between the inviting and grotesque that appears in the reflection of childhood memories. This contrast between good and bad spans subject matter throughout her work such as the intimacies of relationships, traces of identity, dreams, and personal memory. Ultimately, her work highlights the beauty and fun, or lack thereof, that exists in everyday life. ",
            "location": [41.8796, -87.6237]
        },
        {
            "bio": "<b>Kevin KaiJie Huang (黄凯捷)</b> is a Chinese transgender boy who lives in California. He sees himself as a work in progress and is an amateur photographer (<a href=\"https://www.instagram.com/kevinkaiphotography/\">@kevinkaiphotography</a> on Instagram). He recently graduated high school and was an editor for his school's yearbook. He was also president of his school's GSA and involves himself in the LGBT+ community as much he can despite having unsupportive parents. He will attend the University of California of Los Angeles starting in September.",
            "location": [34.0689, -118.4452]
        },
        {
            "bio": "<b>Jiaqi Kang (亢嘉琪)</b> is from Geneva, Switzerland. She will soon begin studying History of Art at the University of Oxford. When not spending her summer travelling across China, she enjoys film analysis and whistling.",
            "location": [46.2044, 6.1432]
        },
        {
            "bio": "<b>Kirstin Wu Latimer (吳言卮)</b> is a Taiwanese-British poet from London. Her work has been published in ASH magazine, and she won the Dart Prize of the Martin Starkie awards for poetry (2016). She is an alumna of the Winter Tangerine Summer 2016 workshop, and is currently studying for an undergraduate degree at Oxford University in between campaigning, messy scribbling and surviving. ",
            "location": [51.7548, -1.2544]
        },
        {
            "bio": "<b>Kat Nham 任嘵盈</b>, (she/they) is a Chinese-Vietnamese American womxn born to a Chinese Vietnamese refugee and a Hong Kong immigrant. They are currently studying Asian American & Asian Diaspora Studies and American Studies at UC Berkeley. Her writing has always been her way of understanding and honoring all of the identities she holds and the ancestors who brought her here.",
            "location": [37.8719, -122.2585]
        },
        {
            "bio": "Having moved to Canada at the age of two, <b>Chris Qiu (邱浩燃)</b>, is soon beginning his degree in architecture at the University of Waterloo. After four years of being uprooted from his Chinese heritage in high school, he hopes to reconnect and have it become an integral part of his life and work. During his spare time, he likes to play piano, dabble in street photography, and contemplate music until 3 am.",
            "location": [43.4723, -80.5449]
        },
        {
            "bio": "<b>Elisabeth Siegel (朱明慧)</b> is a biracial freshman at Yale College studying global affairs. A writer, photographer, and designer, she hails from San Jose, CA and is frankly done with all this snow. She does publicity and design work for multiple organizations on campus. Her work has appeared in or is forthcoming in TRACK//FOUR, 3Elements Review, Canvas Literary Journal, Textploit, and others. She misses her cat.",
            "location": [41.3083, -72.9279]
        },
        {
            "bio": "<b>Rona Wang (王叶甜) </b>is an eighteen-year-old freshman at the Massachusetts Institute of Technology, studying mathematics with computer science. She has been nationally recognized by the Scholastic Art and Writing Awards, Sierra Nevada Review, the Adroit Prizes, and Claremont Review. This summer, she is Wogrammer's inaugural journalism fellow. When not writing, she is involved with activism and cat video appreciation. She is originally from Portland, Oregon.",
            "location": [42.3601, -71.0942]
        },
        {
            "bio": "<b>Juliette Wu (伍家荟)</b>  is a Chinese-American who resides in the port city of Shenzhen, Guangdong and studies at an international school. She has had formal artistic training and creates large-scale, approximately 50 x 50 pen-and-ink works both recreationally and for school. Pastimes include: writing, blogging, sketching anatomical figures, reading in the lamplight, learning languages, waiting for winter...",
            "location": [22.5431, 114.0579]
        }
    ],
    "purchase": {
        "tictail": "http://tinyurl.com/sin5tic",
        "blurb": "http://tinyurl.com/sin5blurb"
    },
    "about": "<p><b>issue #5</b> was released in august 2017. its theme is FLOW（流）. it includes:</p><p><u>PASSIVITY</u>, pen and ink by Juliette Wu.</p><p><u>PRACTICE MAKES PERFECT</u> and <u>TODAY, TOMORROW, FOREVER?</u>, multimedia art by editor-in-chief Jiaqi Kang.</p><p>Selected photography by Kevin Huang.</p><p>Selected multimedia artwork by Chris Qiu and Elaine Hsu.</p><p>Three poems by Kristin Chang on family, bodies, and futures.</p><p>An interview by web editor Emily Chen with <a href=\"http://chenchenwrites.com\">Chinese American poet Chen Chen</a>. The full interview will be available online soon.</p><p><u>ORANGE COLORED KNOWING</u>, a prose piece by art director Elisabeth Siegel on the links between language and memory.</p><p><u>THE EVOLUTION OF WINGS</u>, a metaphorical prose piece on diasporic sentiment by Rona Wang.</p><p>Selected poetry by Emily Chen (<u>MILK & PESTO</u>), Alan Dai (<u>MELT & BE BORNE AGAIN</u>), Kat Nham (<u>CONVERSATION WITH MAMA IN INCENSE SMOKE</u>), and Kirsten Latimer (<u>SINGING LESSONS</u>). </p>"
}
