{
    "contributors": [
        {
            "bio": "<b>Emily Gobet (爱华)</b> is a sixteen year old half-Swiss half-Chinese exchange student who has just returned from a year living in Guangdong, China. Her Mandarin isn't as good as she'd like it to be, but her Cantonese is much better than she'd ever expected it to get. Her likes include that one really catchy TF Boys song and 肠粉. | <a href=\"http://emilyinthemiddlekingdom.tumblr.com\">emilyinthemiddlekingdom</a>",
            "location": [23.0472, 112.4651]
        },
        {
            "bio": "<b>Mae Hamilton (鄭梅玲)</b> is a full time English literature and professional education undergraduate student at the University of Texas. They are of Taiwanese, Taiwanese-Aboriginal, and Irish-American ancestry. Mae is a journalist at Orange Magazine and has also worked at their college newspaper publication. Mae hopes to illustrate and document their personal and familial history through their work as well as make other people of Sino and mixed-Sino origins feel less alienated. You can find Mae at <a href=\"http://riceblush.tumblr.com\">riceblush</a> or crying at the library over an essay that’s probably due very soon.",
            "locatiion": [30.2849, -97.7341]
        },
        {
            "bio": "<b>Jiaqi Kang (亢嘉琪)</b> is a co-founder of sinθ magazine. She lives in Geneva, Switzerland and is originally from Shanxi province in China, where she learned to become a rice vinegar enthusiast. She was born in the year of the rabbit, is stressed all of the time for no reason, hopes to become an art historian, and can be found at <a href=\"http://taiyuanese.tumblr.com\">taiyuanese</a>.",
            "location": [46.2044, 6.1432]
        },
        {
            "bio": "Born in Texas, and raised in California, Illinois, and New Jersey, <b>Joy Li’s (李心怡)</b> comic chronicles the experiences of their move from California to the Midwest, where they were ostracized for not only being one of the only Asian people in school, but also for being a weird motherfucker. The author currently resides in New Jersey, as well as New York City for school. | <a href=\"http://joysheenyili.tumblr.com\">joysheenyili</a>",
            "location": [40.7128, -74.0060]
        },
        {
            "bio": "<b>Elisabeth Siegel (朱明慧)</b>, age 17, is a biracial high school graduate attending Yale College in the fall. She has lived in California all her life and is vastly unprepared to live where there is snow. She is a writer and photographer, having been the editor-in-chief of her school’s newspaper and literary magazine. Her work has appeared or is forthcoming in 3Elements Review, Canvas Literary Journal, Textploit, and others, and has been recognized by the Scholastic Art and Writing Awards. She usually loses arguments with her cat.",
            "location": [36.7783, -119.4179]
        },
        {
            "bio": "<b>Meilan Steimle (伍美蘭)</b> is a high school junior at the Harker School, hailing from the programmer's utopia of San Jose, California. As an only child with two working parents and no friends, she started writing to amuse herself and has continued doing so for the past twelve years. In that period, she has been recognized nationally by the Scholastic Art and Writing Awards and Columbia College Young Author's contest. She is an alumna of the 2015 Iowa Young Writers Studio and Kenyon Review Young Writers’ Workshop.",
            "location": [37.3382, -121.8863]
        },
        {
            "bio": "<b>Yuyan Zhao (赵宇雁)</b> is 17. She has always been passionate about art for as long as she can remember. She began painting more seriously around 12, when she discovered digital art and started sharing her works online and taking commissions. She’s currently exploring around, experimenting with different styles, subjects, mediums, and techniques. She can be found at <a href=\"http://airstelle.deviantart.com\">airstelle</a>.",
            "location": [46.2044, 6.1432]
        }
    ],
    "purchase": {
        "tictail": "http://sinetheta.tictail.com/product/sin%CE%B8-1-beginnings-%E5%A7%8B",
        "blurb": "http://www.blurb.com/b/7864457-sin-1-beginnings",
        "zine": "http://payhip.com/b/jxkU"
    },
    "about": "<p><b>issue #1</b> was released in july 2016. its theme is BEGINNINGS（始). it includes: </p> <p><u>MY BEGINNING IN THE 宿舍</u> by Emily Gobet about her year as an exchange  student in China</p><p><u>SHAPESHIFTER</u>, a comic by Joy Li about being an alien</p><p>Selected poetry from Mae Hamilton and Meilan Steimle, including <u>OX TAIL SOUP</u> and <u>MODERN BASEBALL</u></p><p> <u>BEGINNINGS IN CHINATOWN</u>, a San Francisco photo series by Elisabeth Siegel</p><p>A conversation with traveller-photographer Peter Pan, the integral version of which can be found <a href=\"http://sinethetamagazine.tumblr.com/post/146665630535/conversation-peter-pan-talks-degeneration\">HERE</a></p><p>Selected artwork by Yuyan Zhao and Jiaqi Kang</p>"
}
