{
    "contributors": [
        
        {
            "bio": "<b>Victoria Ivory Birrell (维多利雅)</b> is a 16 year old Eurasian who has been obsessed with art ever since she was young. Growing up in an ever-changing milieu meant that there was a never ending list of things for her capture on paper. She will start sharing her work online very soon. Her other interests include photography, reading 20th century history books and gaming. She can most probably be found watching Shrek 2 for the thirty-fifth time.",
            "location": [1.3521, 103.8198]
        },
        {
            "bio": "<b>Rose Guan (管正雅)</b>  is a Chinese-American high school sophomore from San Jose, California. She is a member of her high school's newspaper program, she was born in the year of the horse, and she is learning the Brazilian martial art capoeira. Her Mandarin pronunciation isn't that great, but she's working on it.",
            "location": [37.3382, -121.8863]
        },
        {
            "bio": "<b>Trà My Hickin</b> is a half-Hanoian hackey-sacker with two left feet. She’s a little too tall, which makes it scary when she yells at you for eating meat. She spent most her younger years in Hong Kong, wanting to be an art thief. Now she studies in northern England, writing, drinking, starting beef.",
            "location": [52.3555, -1.1743]
        },
        {
            "bio": "<b>Nancy Huang (黄洁)</b> grew up in America and China. She was a finalist in the James F. Parker Award for poetry, a 2015 YoungArts finalist in fiction, a Gold Key recipient in the Scholastic Art & Writing Awards, and a winner of the Michigan Young Playwrights Festival. Her work has appeared or is forthcoming in Vinyl, Bodega, TRACK//FOUR, This Bridge Called Language, Winter Tangerine Review, and others. She lives in Austin. <a href=\"http://www.nancyjhuang.com \">nancyjhuang.com</a>.",
            "location": [30.2672, -97.7431]
        },
        {
            "bio": "<b>Jiaqi Kang (亢嘉琪)</b> is Swiss by way of Shanxi province, China. A co-founder of sinθ magazine, she is an aspiring curator and, as an artist, was one half of the 2016 art exhibition ‘Where To?’ as well as being recognised by Art Bärtschi & Cie. Amateur documentary filmmaker and professional stressed-out IB student, Jiaqi can be found in a hologram at the International Red Cross and Red Crescent Museum or at home, working on her absurdist novel. ",
            "location": [46.2044, 6.1432]
        },
        {
            "bio": "<b>Sherry Lee (李家儀)</b>  is a twenty-year-old Taiwanese immigrant woman who has spent most of her life in the United States. Between writing poetry and political commentaries, she studies the Classics (Greek and Latin) at Yale University and aspires to become an academic. She finds herself constantly engaged in a project of self-conscious translation between identities: assimilated American and native Taiwanese, Chinese and Taiwanese nationality, Eastern heritage and Western antiquity. ",
            "location": [41.3163, -72.9223]
        },
        {
            "bio": "<b>Suan Quah (柯碧碹)</b> , girl in progress, currently based in Hong Kong. Always looking for new understandings about her selfhood, including her Chinese identity as a member of the diaspora. Grew up the only Mandarin user in her family, negotiates between her English-based typical Asian upbringing and the position of being the child most removed from Chineseness, yet most capable at decoding it. Favourite elements of Chinese culture include 麻辣香锅 and contemporary Chinese cinema. Writes at <a href=\"http://freestylingwithcrocodiles.wordpress.com\">freestylingwithcrocodiles.wordpress.com</a>.",
            "location": [22.3964, 114.1095]
        },
        {
            "bio": "<b>Elisabeth Siegel (朱明慧) </b> is a biracial freshman at Yale College in New Haven, Connecticut, hoping to study global affairs. Born and raised in San Jose, California, she shudders at all things beneath 70 degrees Fahrenheit. She is a writer, designer and photographer, currently an editor on the staff of the Yale Review for International Studies. She was the editor-in-chief of her high school’s newspaper and literary magazine. Her work has appeared in the 3Elements Review, Canvas Literary Journal, Textploit, and others. She usually loses arguments with her cat.",
            "location": [41.3163, -72.9223]
        },
        {
            "bio": "<b>Ray Song (宋元)</b>  is a senior at Harker School in San Jose, California. He was born and raised in Shanghai till the age of 14 when he came to the United States by himself for high school. Since an early age, he has been passionate about the humanities, especially culture and philosophy. He has served every year as an ASB officer of the student council. Outside school, he dedicates himself to reading, thinking, and writing.",
            "location": [37.3382, -121.8863]
        },
        {
            "bio": "<b>希 (Xī)</b>  is a Hong Kong-raised photographer, writer and blogger via Scotland and Changzhou. They have a severe Internet addiction and, when not veganising cake recipes, enjoys strolls by the river. Their inspiration is drawn from their loves and passions, including: identity and culture, dusk and dawn, social and environmental justice, familial relationships, and nature.",
            "location": [54.7753, -1.5849]
        }
    ],
    "purchase": {
        "tictail": "http://sinetheta.tictail.com/product/sin%CE%B8-2-color-%E5%BD%A9",
        "blurb": "http://www.blurb.com/b/7445292-sine-theta-magazine-issue-2-color",
        "zine": "https://payhip.com/b/ZWjl"
    },
    "about": "<p><b>issue #2</b> was released in october 2016. its theme is COLOR（彩). it includes:</p> <p><u>PRIMARY</u> by Suan Quah about the hues of Beijing from the perspective of a Malaysian Hong Konger</p><p>Poetry by Nancy Huang, Trá My Hickin, Ray Song, and Sherry Lee, including the Chinese poem <u>情人节的晚霞</u> by Song and <u>DEAR SAN</u>, Hickin's take on Asians in Hollywood.</p><p><u>SHUI XING</u>, a glimpse of the Chinese artist's studio from Elisabeth Siegel</p><p><u>HOME IS RED</u>, snapshots of Beijing from Elisabeth Siegel</p><p><a href=\"http://sinethetamagazine.tumblr.com/post/163993594785/\"><u>FOREIGN</u></a>, in which Jiaqi Kang meets Chinese-American bilingual rapper Bohan Phoenix on a bright morning in Boston. The longform narrative profile covers Phoenix's childhood, his fast-growing career, the concept of lovelove, and the way he navigates the many spheres that make up his identity. </p><p>Selected visual art from Xi, Jiaqi Kang, Rose Guan, and Victoria I. Birrell.</p>"
}
