{
    "contributors": [      
        {
            "bio": "Born to Chinese and Lebanese parents, and raised in Sydney, Australia, <b>Non Chalant (卓颖贤)</b> is a solo artist and producer whose work is inspired by her time living in China. In particular, she explores the complex identities that many mixed-race/second generation immigrants form, especially in regards to their relationships with their home countries. Though most of her artistic energy is focused on music production, she also works with film photography and poetry. <a href=\"https://soundcloud.com/nonchalantflowerboy\">soundcloud.com/nonchalantflowerboy</a>",
            "location": [-33.8688, 151.2093]
        },
        {
            "bio": "<b>Sara Chao (招慧貞)</b> is a Los Angeles native and third-generation Filipina and Chinese-American. Her visual art practice is based in installation, extending to collage and textile-based sculpture. Fueled by a lifelong habit of collecting paper ephemera, her work acts to memorize the components of everyday life, in anticipation of future nostalgia. In using eminently recognizable materials, she invites viewers to make connections to their own daily experiences, bringing the texture of the present into focus before it passes from view.",
            "location": [34.0522, -118.2437]
        },
        {
            "bio": "<b>Kristie Chua (蔡雖然)</b> is a visual artist who is interested in the intimate and the personal. She grew up in Boulder, Colorado and feels at home in the mountains.",
            "location": [40.0150, -105.2705]
        },
        {
            "bio": "<b>Jasmine Cui (崔隹敏) </b>is 17 years old and is majoring in Political Science, Economics, and Violin Performance at SUNY Geneseo. She aspires to be like her parents who are first-generation Americans that fought an extraordinary battle for their place in this country. A selection of her publications can be found <a href=\"https://www.jasminecui.com/\">here</a>.",
            "location": [42.7961, -77.8237]
        },
        {
            "bio": "<b>Jiaqi Kang (亢嘉琪)</b> is Swiss by way of Shanxi province, China. At the exact time of reading, she is most likely sitting her final IB exams in a sweat-stenched auditorium in Geneva. Please wish her luck.",
            "location": [46.2044, 6.1432]
        },
        {
            "bio": "<b>Iris Lang (郎英)</b> is a second-year undergrad based in the UK studying Economics and Chinese Studies. Born and raised in San Diego, California, she did rhythmic gymnastics for more than half her lifespan thus far and has a soft spot for the gym. Outside of talking about imperialism and contemporary art with anybody who will listen, Iris loves bread, instant coffee, and shirts with thumbholes.",
            "location": [54.7650, -1.5782]
        },
        {
            "bio": "<b>Qigemu (七个木) </b>is a duo consisting of lovers <b>April Lin (林森)</b> and <b>Jasmine Lin (林思颖)</b> exploring the interstices of movement, visual media, and identity. Using the potential of this hybrid space, Qigemu engages in conversations dealing with bodies, information, and energies and how these are conceptualised in the Internet age. However, a central element of Qigemu’s creative process is learning to understand the growth of their relationship and of themselves, and no endeavour that is embarked on, whether analytical, emotional, or spiritual, is impersonal nor detached. Qigemu is political, determined, and fluidly ever-growing.",
            "location": null
        },
        {
            "bio": "<b>Chelsea Shieh (谢乔乔)</b> is a native New Yorker who studies Anthropology and East Asian Languages and Cultures at Columbia University. She is a film enthusiast who wants to pioneer the academic field of dead celebrity studies, as well as one day to be able to use Weibo without the aid of the Google Chrome Chinese Popup Dictionary. She loves Leslie Cheung with every fiber of her being, and with every pulse of her tired, tender heart.",
            "location": [40.7128, -74.0060]
        },
        {
            "bio": "<b>Chelsea Shu (舒天) </b>is 17. Growing up, she spent most of her elementary school years in Beijing and later returned to Washington for secondary school. As an artist, she is most fascinated by human experiences captured within a moment, whether it be an expression that can tell a person’s story or a silhouette that holds boundless movement. When she creates art, she strives to emulate the paradoxical phenomena that she witnesses every day. ",
            "location": [47.6553, -122.3035]
        },
        {
            "bio": "<b>Elisabeth Siegel (朱明慧)</b> is a biracial freshman originally from San Jose, California. She studies International Relations at Yale College. When she’s not slurping Vivi’s bubble tea like an addict, she’s coordinating community events for Students of Salaam, researching for the Yale international security thinktank, and reading submissions for the Yale Review of International Studies. She really misses her cat.",
            "location": [41.3163, -72.9223]
        },
        {
            "bio": "<b>Chris Wang (王雨)</b> is a high school junior born in the Bay Area with immigrant parents from mainland China. With an interest in humanities, he writes for his school's literary magazine, participates in speech and debate, and sings in a choir. However, his knowledge of Mandarin is limited despite having many family members not fluent in English, something he hopes to change in the future.",
            "location": [37.8272, -122.2913]
        },
        {
            "bio": "<b>Caroline Xia (夏珏瑜)</b> uses her photos and films to provide insight of what it is to be an Asian American femme navigating the modern world today. Residing from Queens, New York and growing up in New York City, she continues to allow her experiences and positive outlook on life permeate through and mold her photography and video work. She continues to explore aspects of her identity as she focuses on highlighting and documenting the everyday things she appreciates. She is currently attending Maryland Institute College of Art (MICA) and is based in NYC. ",
            "location": [39.3076, -76.6216]
        },
        {
            "bio": "<b>Florence Yee (余承佳)</b> is 2.5 generation, Cantonese-struggling, Montreal-based visual artist, currently finishing her BFA at Concordia University. With an interest in ethnocultural [art] histories, she works within communities to dismantle Eurocentric, colonial and patriarchal ideas of art. She participates in conferences concerning Asian diasporic issues, gives workshops and presentations to stay active within academia and art institutions that she hopes to change.",
            "location": [45.4973, -73.5790]
        },
        {
            "bio": "<b>Maggie Yuan (袁愷伶)</b> is an Americanized Chinese girl with a shaky grasp of Mandarin, particularly at family reunions in Shantou (common remarks include, \"你听懂了吗?\"). You can find her at Lynbrook High School running late to her FBLA, Animal Services, and Yearbook meetings, or crying over her latest graphic design job. Her bucket list includes meeting Kendrick Lamar, analyzing Saturday Night Live, and learning to love her mind and culture. She'd also like you to follow her creative progress on her Instagram (@<a href=\"http://instagram.com/magyuanca\">magyuanca</a>) and like all her photos.",
            "location": [37.2997, -122.0035]
        },
        {
            "bio": "<b>Yuyan Zhao (赵宇雁)</b> is 18 and lives in Switzerland. Passionate about art since childhood, she works primarily in digital media, but also uses traditional media from time to time. She knows that she has way more talent in art but pigheadedly insists on studying computer science at EPFL next year. \"The Three-Body Problem\" trilogy is her favorite book of all time. ",
            "location": [46.5191, 6.5668]
        }
    ],
    "purchase": {
        "tictail": "http://sinetheta.tictail.com/product/order-sin%CE%B8-4-across-%E5%B2%B8",
        "blurb": "http://www.blurb.com/b/7898051-sine-theta-magazine-issue-4-across?SSAID=389818&ce=affiliate_network"
    },
    "about": "<p><b>issue #4</b> was released in april 2017. its theme is ACROSS（岸）. it includes:</p><p><u>TRIP TO MY CHINESE IDENTITY</u>, an art series by Maggie Yuan</p><p><u>GROSS ANATOMY</u> and <u>17/FEMALE/AMERICAN</u>, selected poetry by Jasmine Cui on growth and identity</p><p>Selected photography by Caroline Xia</p><p>Selected multimedia artwork by Non Chalant, Sara Chao, Chelsea Shu, Florence Yee, and Yuyan Zhao</p><p><u>TO WASH A SHORE</u>, a poem by Chris Wang on languages and heritage</p><p>An interview by Iris Lang with <a href=\"https://vimeo.com/179509486\">Sinofuturist</a> expert <a href=\"http://lawrencelek.com\">Lawrence Lek</a>. Read the full interview <a href=\"http://sinethetamagazine.tumblr.com/post/161282746475/conversation-lawrence-lek-talks-sinofuturism\">HERE</a>.</p><p><u>RICE QUEENS</u>, a photography project by Kristie Chua on the hyperfeminization of gay Asian men</p><p><u>A THOUSAND DREAMS OF LESLIE</u>, a tribute to singer-actor Leslie Cheung by sinθ staff contributor Chelsea Shieh</p><p><u>MOTHERLAND DISCOURSE</u>, an essay by sinθ editor-in-chief Jiaqi Kang and editor Iris Lang on the \"middle kingdom complex\" in relation to diasporic identity</p><p><u><a href=\"https://www.youtube.com/watch?v=zoLPMeiCtxg&feature=youtu.be\">流动</a></u>, a digital media work by Qigemu on relationships and self-perception in the Internet age </p><p>A fun \"diasporia authenticity quiz\" to determine if you are <i>really</i> Sino by Jiaqi Kang</p>"
}
