{
    "contributors": [
        
        {
            "bio": "<b>Annie Cheng (程斐)</b> is a freshman at Yale University majoring in undecidedness. She is a member of the Model UN team, staff writer at the Yale Daily News, and a burrito roller at the New Haven Chipotle. She hates the patriarchy and misandry. In her free time, she indulges in Netflix and Steinbeck. Her favorite food of all time is dim sum, especially soup buns.",
            "location": [41.3163, -72.9223]
        },
        {
            "bio": "<b>Evelyn Chua (蔡依玲) </b>is a Chinese-Canadian university freshman studying graphic design. Born in Malaysia and raised in Canada, she loves to view the ever-changing passing seasons from her bedroom window. Growing up speaking Cantonese, she strives to learn more about her colourful Hokkien & Teochew heritage through popular culture and family recipes. When not cooped up at the drawing board, you can find her curled up with a novel or tinkling the piano keys.",
            "location": [49.2827, -123.1207]
        },
        {
            "bio": "<b>Eliza Maylynn Eslinger (潘美臨) </b>is 20 years old of mixed ancestry. Born in Hong Kong, she moved to Seattle when she was very young. Moving to the US she forgot her Cantonese, and now speaks very very little amounts of Mandarin. Eliza now studies in Washington state and hopes to someday move back to Hong Kong and find a sense of belonging.",
            "location": [47.6062, -122.3321]
        },
        {
            "bio": "<b>Alexa Gross (李茄丽) </b>is a mixed-race seventeen-year-old. Her mother immigrated from Guangzhou to America and had her ten years later. She works with 2D mediums in both photography and drawing. The human figure captivates her, and her most common subjects are her family. She’s shifted to concentrate more on meaning, and many of her pieces include women of different backgrounds. Heritage, time, and intersectional feminism are her main themes. She has attended programs at RISD and SAIC, and is a Gold Key recipient of the Scholastic Art Awards.",
            "location": [37.3382, -121.8863]
        },
        {
            "bio": "<b>Lux Habrich (始娜) </b>is a visual artist based in Halifax, Canada; she finds frequent inspiration in the narrative potential in craft processes, due to their highly political nature as a domestic, feminine and often historically undervalued form of production. Her current studio practice focuses on creating interdisciplinary art objects that employ ceramic and textile processes, that center on her mixed cultural heritage, her Chinese immigrant legacy, intimate struggles with psychological despair and the complexities of subversive, queer, feminine identity. By externalizing intense internal grievances, Lux hopes to open up collective issues and qualities of larger community struggle to receive and grant moments of healing and empowerment.",
            "location": [44.6488, -63.5752]
        },
        {
            "bio": "<b>Kevin KaiJie Huang (黄凯捷) </b>is a Chinese transgender boy who lives in California. He sees himself as a work in progress and currently hopes to hone his photography skills. He is a high school senior and an editor for his school's yearbook. He is also president of his school's GSA and involves himself in the LGBT+ community as much he can despite having unsupportive parents.",
            "location": [36.7783, -119.4179]
        },
        {
            "bio": "<b>Angie Kang (康韵聪)</b> is a freshman student in the Brown RISD Dual Degree Program. She’s been painting since she was four, about the same time that reruns of Bob Ross went back on PBS. She finds inspiration in unique art styles, exquisite prose, the sky's hues, and the plethora of stories scattered in the stars above. Her art expresses her experiences and memories with people; she seeks to explore the nuances in expression and form within an individual’s face through color and manipulation of light.",
            "location": [41.8268, -71.4025]
        },
        {
            "bio": "<b>Jiaqi Kang (亢嘉琪) </b>is a seventeen-year-old from Geneva, Switzerland with heritage from Shanxi province, China. When not studying for the IB, she enjoys burning her tongue on tea and discussing complex theories that she only half-understands. An aspiring curator, she hopes to study history of art at university. ",
            "location": [46.2044, 6.1432]
        },
        {
            "bio": "<b>Julie Lai (赖晶凌)</b> is currently a fourth year student at the School of the Art Institute of Chicago. Originally a Bay Area, California native, she has been living, studying, and working in Chicago for the past 3 years, and is expecting her Bachelor of Fine Arts with an emphasis in Ceramics in the coming spring. Her practice has largely dealt with the shifting perceptions of her identity (geographical, cultural, and racial) that she has experienced since moving to Chicago. Lightness as a physical and psychological experience, such as feelings of not belonging/desiring a sense of grounding, is constantly revisited and formally expressed throughout Lai’s practice as a way to understand her sociocultural position in contemporary Western society.",
            "location": [41.8796, -87.6237]
        },
        {
            "bio": "<b>Elisabeth Siegel (朱明慧)</b> is a biracial freshman at Yale College studying global affairs. A writer, photographer, and designer, she hails from San Jose, CA and is frankly done with all this snow. She does publicity and design work for multiple organizations on campus. Her work has appeared in or is forthcoming in TRACK//FOUR, 3Elements Review, Canvas Literary Journal, Textploit, and others. She misses her cat.",
            "location": [41.3163, -72.9223]
        },
        {
            "bio": "<b>Ray Song (宋元)</b>  is a senior at Harker School in San Jose, California. He was born and raised in Shanghai till the age of 14 when he came to the United States by himself for high school. Since an early age, he has been passionate about the humanities, especially culture and philosophy. He has served every year as an ASB officer of the student council. Outside school, he dedicates himself to reading, thinking, and writing.",
            "location": [37.3382, -121.8863]
        },
        {
            "bio": "<b>Michelle Tay (鄭伊婷)</b> is a Taiwan-born Singaporean with an unnecessarily obsessive love for marine animals and all things ocean-related. She spends most of her days watching films, stressing out about IB Film, and making films both with friends and the occasional freelance job with local production companies. Her dream is to be back in Hong Kong at 50 years old, hunched over a hot plate of wok fried Chee Cheong Fun in the warmth of her apartment on Victoria Peak with her two dogs by her side.",
            "location": [1.3521, 103.8198]
        },
        {
            "bio": "<b>Belle Yau (姚凱莉) </b>is a Brooklyn-based photographer and graduate of New York University’s College of Arts & Science, where she studied Psychology, Studio Art, and Literature. She uses photography as a means to investigate the interactions between the mental and the physical.  ",
            "location": [40.6782, -73.9442]
        },
        {
            "bio": "<b>Zeyang Zheng (郑泽阳) </b>is a 19-year-old first year Design student at Goldsmiths University Of London. Born and raised in China, he graduated from sixth-form in beautiful southwestern England. He began to draw at 17, when he suddenly discovered his hidden talent. He uses Instagram to stalk hot guys and try to get those likes, so add him on Instagram: <a href=\"http://instagram.com/ze_young\">@ze_young</a>",
            "location": [51.4743, -0.0354]
        }
    ],
    "purchase": {
        "tictail": "http://sinetheta.tictail.com/product/sin%CE%B8-3-light-%E9%98%B4",
        "blurb": "http://www.blurb.com/b/7723838-sine-theta-magazine-issue-3-light"
    },
    "about": "<p><b>issue #3</b> was released in january 2017. its theme is LIGHT（阴）. it includes:</p><p><u>THE WAY IT GOES</u>, an installation by Julie Lai</p><p><u>在美过年</u>, a Chinese poem by Ray Song about Lunar New Year</p><p>Selected artwork from Annie Cheng, Angie Kang, Evelyn Chua, and Zeyang Zheng</p><p>Jiaqi Kang meets <u>DEBORAH LEE</u>, world class pianist, to talk life, career, and <i>Clair de Lune</i></p><p>Elisabeth Siegel interviews Esther Fan and Olivia Park of the <a href=\"http://sinethetamagazine.tumblr.com/post/163378298845/\"><u>SAD ASIAN GIRLS</u></a>, the art and design collective from Rhode Island, USA dedicated to Asian femmes</p><p>Features from the Singaporean short film <u>DEPOT ROAD</u>, directed by Yohan Pillai with cinematography from Michelle Tay</p><p><u>TEXTING 婆婆</u>, a bilingual poem by Elisabeth Siegel about generations<p><p><u>GOOD THINGS COME IN THIRTEENS</u> by Jiaqi Kang, a poem about mahjong and physicality</p><p>Selected photography from Eliza Eslinger, Alexa Gross, and Kevin Huang</p><p><u>FACES</u>, a photo essay by New York artist Belle Yau </p><p><U>ALL OF OUR APOLOGIES</u> and <u>I AM AFRAID THIS FEELING WILL NEVER GO AWAY</u>, installations by Canadian multidisciplinary artist Lux Habrich</p><p><u><a href=\"http://sinethetamagazine.tumblr.com/post/156493904617/third-space-sin%CE%B8-magazines-editors-in\">EDITORS' CONVERSATION: THIRD SPACE</a></u>, in which <i>sinθ</i>'s editor-in-chief Jiaqi Kang, art director Elisabeth Siegel, and editor Iris Lang discuss Homi K. Bhabha's concept of Third Space and the complexities of the diasporic experience.</p>"
}
